{
  "title": "Privacy Policy",
  "introduction": "On this page, you will find an overview of the main principles of personal and other processed data protection.",
  "importantNote": "Protection of your personal data is important to us. We process your personal data in accordance with the relevant legal regulations on personal data protection, especially in accordance with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (hereinafter referred to as \"Regulation\") and in accordance with Act No. 110/2019 Coll., on personal data processing (hereinafter referred to as \"Act\").",
  "sections": {
    "whatIsPersonalData": {
      "title": "1. What is personal data?",
      "content": "Personal data is any information about an identified or identifiable natural person, such as name, residence, email address, telephone number or IP address."
    },
    "whoProcessesData": {
      "title": "2. Who processes your data?",
      "content": "We are EX Receivables Ltd, with registered office at 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ, United Kingdom. We are a collection agency providing debt collection services including legal representation and consulting, and as a controller, we will process your personal data according to the conditions stated below."
    },
    "whatDataWeProcess": {
      "title": "3. What personal data do we process?",
      "introCustomer": "If you are our customer/user of our services, we process personal data that you provide us in connection with the use of our services (e.g., in collection, legal representation), or in connection with concluding a contract for the use of this service. These are most often data that you share with us when submitting an email form from the website https://expohledavky.cz/ or other subpages of this main domain for some of our services. We can typically process the following personal data (the exact scope of processed data depends mainly on the nature of the ordered service and the information you provide us yourself):",
      "customerDataList": [
        "first and last name;",
        "birth number;",
        "date of birth;",
        "gender;",
        "permanent residence address;",
        "temporary residence address;",
        "email address;",
        "phone number;",
        "password only in the form of its hash, from which the original password cannot be retrieved; for the customer section we use bcrypt password encryption + own salt;",
        "billing and payment information (bank account number), which we store in your account (only when using paid services such as depositing a deposit for legal representation in case of court proceedings);",
        "data voluntarily provided by you during mutual communication, whether personal, written, telephone or otherwise."
      ],
      "introVisitor": "If you are a visitor to our website, we may process the data listed below in particular.",
      "visitorDataList": [
        "IP address from which your end device accesses our websites or mobile applications;",
        "data obtained through cookies (or other online identifiers) such as: information about your end device (browser type, its settings, device operating system), geolocation data, general information about your interests, information about visited websites or used mobile applications, etc. More information about cookies and their settings can be found <a href=\"https://support.google.com/chrome/answer/95647\" target=\"_blank\" className=\"text-orange-500 hover:text-orange-600\" rel=\"noreferrer\">HERE</a>."
      ],
      "introPartner": "If you are our business partner, we process personal data that you provide us in connection with the implementation of our mutual cooperation. These include mainly the following personal data:",
      "partnerDataList": [
        "first and last name (if you are a business individual or if you are a contact person or person authorized to act on behalf of a business partner in a specific business relationship);",
        "email address (especially for contact persons and persons authorized to act on behalf of a business partner in a specific business relationship);",
        "phone number (especially for contact persons and persons authorized to act on behalf of a business partner in a specific business relationship);",
        "billing information (especially ID for business individuals)."
      ]
    },
    "whyWeProcess": {
      "title": "4. Why do we process your personal data?",
      "content": "Depending on whether you are our customer, visitor to our website, or business partner, we may process your personal data for the purposes of processing listed below."
    },
    "dataSources": {
      "title": "5. What sources do we use to obtain your data?",
      "content1": "The personal data we will process about you is mostly obtained directly from you when concluding a contract or during the duration of the contractual relationship between us, or in the context of monitoring your activity within our pages (accounts) or in the context of conducting individual communication (written or telephone) with you.",
      "content2": "In justified cases (especially when collecting debt), we may also look for information about you from open sources, lists and registers, such as the commercial register, trade register, insolvency register, etc."
    },
    "dataProvision": {
      "title": "6. Am I obliged to provide my personal data? What if I don't provide personal data?",
      "content1": "You provide your personal data voluntarily. However, to establish a business relationship and/or access some services, the provision of certain personal data is required. If you do not provide them to us, it will not be possible to establish a business relationship and/or provide the service.",
      "content2": "At the same time, the processing of information about visitors to our website, which is often anonymous and does not allow you to be identified as a specific user, allows us to provide some of our services for free and continuously improve them and develop new services. If you do not provide us with your data, we may not be able to provide some of our online services for free, or we may not be able to provide them in full scope or quality. However, it is not, of course, your obligation to use our services."
    },
    "dataAccess": {
      "title": "7. Who will have access to your data?",
      "content1": "Your data is safe with us. We carefully select partners to whom we entrust your data and who are able to ensure such technical and organizational security of your data so that unauthorized or accidental access to your data or other misuse cannot occur. The protection of your data is our priority. All our partners are bound by confidentiality and may not use the provided data for any purpose other than those for which we made them available.",
      "content2": "Partners to whom we will disclose your personal data may, depending on the nature of the services they provide, be in the position of:",
      "list": [
        "Our processors, who process personal data only for purposes determined by us on the basis of a written contract for the processing of personal data. These are mainly service providers that we use to ensure the fulfillment of our contractual obligations towards our customers, users and business partners."
      ],
      "content3": "Under certain, precisely defined conditions, we are then obliged to transfer some of your personal data on the basis of valid legal regulations, for example to the Police of the Czech Republic, or other law enforcement bodies including specialized units (ÚOOZ, Customs Administration, etc.) and other public authorities. These authorities will process your personal data as separate controllers.",
      "content4": "At your request, we will provide you with information about the recipients of your personal data."
    },
    "thirdCountries": {
      "title": "8. Is your personal data transferred to third countries?",
      "content": "Given that we provide a wide range of services in an online environment, where data is often transferred around the world, it may happen that, as part of providing services or as part of our business relationship, your personal data will be transferred to so-called third countries outside the European Union. In such a case, we transfer your personal data only if the European Commission has issued a decision on adequate protection of personal data, the recipient of your personal data is bound by the EU standard contractual clauses on the protection of personal data, or provided that the recipient has provided other appropriate safeguards for the protection of personal data."
    },
    "dataRetention": {
      "title": "9. How long do we process your data?",
      "content": "We will process your personal data only for the time that is necessary with regard to the purpose of its processing. If personal data is used simultaneously for several different purposes of processing, we will process it until the purpose with a longer processing time disappears. However, we will stop using it for the purpose with a shorter processing time as soon as this time expires. EX Receivables Ltd uses the following criteria to determine the processing time:",
      "list": [
        "in the case of contract fulfillment, we process your personal data for the duration of the contractual relationship between us;",
        "in the case of fulfilling our legal obligations, we process your personal data for the period specified by the relevant legal regulations;",
        "in the case of our legitimate interests, we process your personal data for the duration of the relevant legitimate interest. For the purpose of protecting our rights, we will process your personal data even after the termination of our mutual relationship, but no later than by the end of the 3rd calendar year after its termination. In the case of initiation and duration of judicial, administrative or other proceedings, in which our rights or obligations towards you will be resolved, however, the processing will not end before the end of such proceedings;",
        "if you give us consent to process your personal data, we will process this personal data until you withdraw the granted consent (unless we specify a shorter processing time when obtaining your consent)."
      ]
    },
    "dataSecurity": {
      "title": "10. How is my personal data secured?",
      "content1": "The processed personal data are secured by standard procedures and technologies that protect them from unauthorized access by third parties. The adopted security measures are regularly checked and updated. For better security of your personal data, access to them is protected by a password, and data is encrypted during transmission between your browser and our website. We regularly verify that the systems used to process personal data do not contain weak points or have not been attacked.",
      "content2": "Regardless of the above, please note that it is not objectively possible to completely guarantee the security of personal data in the Internet environment. Without your help and responsible behavior, we are therefore not able to protect your personal data 100%. You will increase the security of your personal data especially by using unique passwords and changing these passwords regularly. Please keep your passwords and other access data secret and follow the basic security principles. Always keep in mind that emails, instant chat messages, blogs, and other types of communication with other website users are not encrypted. Therefore, we strongly recommend not using these forms of communication to share confidential information."
    },
    "yourRights": {
      "title": "11. What rights do you have in connection with the protection of personal data?",
      "introText": "In connection with the processing of your personal data, you have the rights listed below. However, certain exceptions may apply to the exercise of these rights, and therefore it may not be possible to exercise them in all situations. If you exercise your rights and your request is found to be justified, we will take the required measures without undue delay, no later than within one month (in justified cases, this period can be extended by up to two more months).",
      "rights": {
        "information": {
          "title": "Right to information",
          "content": "You have the right to be informed in a concise, transparent, comprehensible and easily accessible way about how your personal data is processed."
        },
        "access": {
          "title": "Right of access to personal data",
          "content": "You have the right to obtain from us confirmation as to whether or not personal data concerning you are being processed, and, if that is the case, you have the right to access such personal data (including related information) and their copy."
        },
        "correction": {
          "title": "Right to rectification",
          "content": "You can ask us to correct inaccurate personal data. You can also request the completion of incomplete personal data, including by providing an additional statement."
        },
        "deletion": {
          "title": "Right to erasure",
          "content": "You can ask us to erase the processed personal data, under the conditions set out in Article 17 of the Regulation. Please note that in some cases this right cannot be exercised and we will continue to process your data."
        },
        "restriction": {
          "title": "Right to restriction of processing",
          "content": "In certain cases, you may request that we limit the processing being carried out (e.g., until your objections are resolved)."
        },
        "portability": {
          "title": "Right to data portability",
          "content": "You can ask us to transfer personal data that we process about you in electronic form based on a contract or your consent to you or a third party."
        },
        "withdrawConsent": {
          "title": "Right to withdraw consent",
          "content": "If the processing of personal data is based on your consent, you can withdraw such consent at any time and prevent further processing for the purpose stated in the given consent. However, the withdrawal of consent will not affect the lawfulness of processing in the period before its withdrawal."
        },
        "objection": {
          "title": "Right to object",
          "content": "If we process your personal data on the basis of our legitimate interests, you have the right to object to such processing. However, we may demonstrate that on our part there are serious legitimate reasons for further processing.\nIf your personal data is processed for direct marketing purposes, you have the right to object at any time to the processing of this data. If you object to processing for direct marketing purposes, personal data will no longer be processed for these purposes."
        },
        "complaint": {
          "title": "Right to request redress and right to lodge a complaint",
          "content": "If you believe that your personal data is being processed in violation of legal regulations, please contact us and we will immediately rectify the situation. This does not affect your right to lodge a complaint about the processing being carried out directly with the Office for Personal Data Protection."
        }
      }
    },
    "contact": {
      "title": "12. How can you contact us?",
      "content1": "In case of any query regarding personal data protection or withdrawal of consent for further processing of your personal data, please use the contact form available in the personal data section <a href=\"oou-formular/\" className=\"text-orange-500 hover:text-orange-600\">HERE</a> or in writing at our address: EX Receivables Ltd, 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ, United Kingdom, for the attention of the personal data protection officer. You can also contact us at the email address of the personal data protection officer: info@exreceivables.com",
      "content2": "In this context, we would like to draw your attention to the fact that we may want you to prove your identity in an appropriate way so that we can verify your identity. This is a preventive security measure to prevent unauthorized persons from accessing your personal data."
    }
  }
} 