{
  "contactForm": {
    "badge": "We are ready to help you",
    "title": "Contact Form",
    "description": "Fill out the form below and our team will contact you as soon as possible. Describe the details of your receivable and we will suggest the optimal solution.",
    "form": {
      "name": {
        "label": "Full name",
        "placeholder": "Your full name"
      },
      "email": {
        "label": "Email",
        "placeholder": "your@email.com"
      },
      "phone": {
        "label": "Phone number",
        "placeholder": "+420 XXX XXX XXX"
      },
      "amount": {
        "label": "Receivable amount",
        "placeholder": "Amount in CZK"
      },
      "message": {
        "label": "Your message",
        "placeholder": "Describe the details of your receivable, provide all known information..."
      },
      "submitButton": "Send message",
      "submitting": "Sending...",
      "success": "Message sent!",
      "error": "Please try again"
    }
  },
  "contactSidebar": {
    "title": "Why contact us?",
    "reasons": [
      "Professional experience with debt collection",
      "Free online consultation for your receivable",
      "Discreet approach to our clients",
      "Suggesting possible solutions",
      "Legal service as part of our services"
    ],
    "contact": {
      "title": "Have questions? Contact us:",
      "phone": "+420 735 500 003",
      "email": "info@expohledavky.cz"
    },
    "toast": {
      "emailCopied": "Email copied",
      "phoneCopied": "Phone number copied",
      "copyFailed": "Copy failed"
    }
  },
  "process": {
    "badge": "How it works",
    "title": "Our cooperation process",
    "description": "Get familiar with the debt collection process and the individual steps we take to successfully recover your finances.",
    "steps": [
      {
        "key": "kontrola",
        "title": "Analysis",
        "description": "After sending your receivable to our email, our specialized department will analyze all documents and evaluate the most optimal procedure, especially whether the receivable is suitable for purchase or collection.",
        "additionalText": "In order to correctly evaluate everything, it is necessary for you to provide all known contact information about the debtor, such as residence, business location, employment, phone and email. We are not a detective agency or a bailiff, therefore we do not have access to this information."
      },
      {
        "key": "zastoupeni",
        "title": "Representation",
        "description": "If the documents you provide are complete and it is possible to collect the receivable, we will promptly send you an adequate draft contract for representation in collecting your financial claim against the debtor.",
        "additionalText": "Due to the current adverse situation with the COVID-19 disease, we are trying to minimize all personal contacts, and therefore we have set up most processes, including signing contracts, to take place mainly through telephone and email communication. This saves not only your time, but primarily the health of all of us."
      },
      {
        "key": "vyzva",
        "title": "Pre-litigation Notice",
        "description": "In case the collection is not successful even after approximately 14-21 days, we will suggest sending a pre-litigation notice.",
        "additionalText": "The pre-litigation notice is sent by our external law firm, and based on our extensive years of experience, many debtors pay the debt just because an attorney has become involved. The pre-litigation notice also informs the debtor that by delaying the debt payment, the receivables will become \"more expensive\" due to the costs of court proceedings and possibly also enforcement costs.",
        "fee": "Sending a pre-litigation notice is charged at a fee of 2,000 CZK."
      },
      {
        "key": "zaloba",
        "title": "Lawsuit",
        "description": "If the debtor does not voluntarily fulfill the debt based on the pre-litigation notice, a lawsuit is filed against them, or rather a proposal for issuing an electronic payment order. By filing the lawsuit, the court phase of collecting your receivable begins.",
        "additionalText": "In the lawsuit, the plaintiff describes the reason for the receivable and documents it with evidence. The preparation of the lawsuit, as well as further representation in court proceedings, is of course provided by our external law firm.",
        "fee": "For the initiation of court proceedings, it is necessary to pay the costs associated with the court proceedings (complete representation by a lawyer, court fees, and collection commissioner fees). The amount of costs is determined individually according to the amount of the receivable."
      },
      {
        "key": "exekuce",
        "title": "Enforcement",
        "description": "If your debtor does not comply even on the basis of the issued Payment Order, we will select the most suitable bailiff and hand over the court decision to them. This brings the entire process of collection and court proceedings to the final phase, when the bailiff will seize all available assets of your debtor (movable and immovable property, bank account, attachable financial income, business shares, and others).",
        "success": "At this stage, there is already a very high probability of successfully recovering your receivable."
      }
    ]
  }
} 