{
  "title": "Terms of Service",
  "subtitle": "Please read these terms carefully before using our services.",
  "sections": {
    "introduction": {
      "title": "1. Introduction",
      "content": "By accessing and using the services provided by EX Receivables, you agree to be bound by these Terms of Service. If you do not agree with any part of these terms, you may not use our services."
    },
    "services": {
      "title": "2. Description of Services",
      "content": "EX Receivables provides screening services to verify individuals and companies through publicly available registries and databases. Our services include but are not limited to insolvency checks, enforcement registry verification, business registry verification, and other publicly available information."
    },
    "usage": {
      "title": "3. Use of Services",
      "content": "You agree to use our services only for lawful purposes and in accordance with these Terms. You are responsible for providing accurate information when using our services, and you understand that the results are based on publicly available information at the time of screening."
    },
    "payment": {
      "title": "4. Payment Terms",
      "content": "Payment for our services is due at the time of ordering. Prices are displayed in the currency applicable to your region. All payments are processed securely through Stripe, and we do not store your payment information. Refunds may be available under certain circumstances as detailed in our refund policy."
    },
    "liability": {
      "title": "5. Limitation of Liability",
      "content": "EX Receivables provides screening services based on publicly available information. While we strive for accuracy, we cannot guarantee that all information is complete, accurate, or up-to-date. Our services are provided 'as is' without warranties of any kind. We are not liable for any decisions made based on the information provided through our services."
    },
    "privacy": {
      "title": "6. Privacy and Data Protection",
      "content": "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including GDPR. By using our services, you consent to the collection and processing of your personal data as described in our Privacy Policy."
    },
    "termination": {
      "title": "7. Termination",
      "content": "We reserve the right to terminate or suspend your access to our services immediately, without prior notice or liability, for any reason, including without limitation if you breach the Terms of Service."
    },
    "changes": {
      "title": "8. Changes to Terms",
      "content": "We reserve the right to modify these Terms at any time. Changes will be effective immediately upon posting on our website. Your continued use of our services after any changes to the Terms constitutes your acceptance of the new Terms."
    },
    "governing": {
      "title": "9. Governing Law",
      "content": "These Terms shall be governed by and construed in accordance with the laws of the Czech Republic, without regard to its conflict of law provisions."
    },
    "contact": {
      "title": "10. Contact Us",
      "content": "If you have any questions about these Terms, please contact us at info@exreceivables.com."
    }
  },
  "lastUpdated": "Last updated: April 10, 2025"
} 