{
  "title": "Allgemeine Geschäftsbedingungen",
  "subtitle": "Bitte lesen Sie diese Bedingungen sorgfältig durch, bevor Sie unsere Dienstleistungen in Anspruch nehmen.",
  "sections": {
    "introduction": {
      "title": "1. Einleitung",
      "content": "Durch den Zugriff auf und die Nutzung der von EX Forderungen angebotenen Dienstleistungen erklären Sie sich mit diesen Allgemeinen Geschäftsbedingungen einverstanden. Wenn Sie mit einem Teil dieser Bedingungen nicht einverstanden sind, dürfen Sie unsere Dienstleistungen nicht in Anspruch nehmen."
    },
    "services": {
      "title": "2. Beschreibung der Dienstleistungen",
      "content": "EX Forderungen bietet Überprüfungsdienste zur Verifizierung von Personen und Unternehmen durch öffentlich zugängliche Register und Datenbanken an. Unsere Dienstleistungen umfassen unter anderem Überprüfungen im Insolvenzregister, Überprüfung im zentralen Vollstreckungsregister, Überprüfung im Handelsregister und andere öffentlich zugängliche Informationen."
    },
    "usage": {
      "title": "3. Nutzung der Dienstleistungen",
      "content": "Sie verpflichten sich, unsere Dienstleistungen nur für rechtmäßige Zwecke und in Übereinstimmung mit diesen Bedingungen zu nutzen. Sie sind für die Bereitstellung genauer Informationen bei der Nutzung unserer Dienstleistungen verantwortlich und verstehen, dass die Ergebnisse auf öffentlich zugänglichen Informationen zum Zeitpunkt der Überprüfung basieren."
    },
    "payment": {
      "title": "4. Zahlungsbedingungen",
      "content": "Die Zahlung für unsere Dienstleistungen ist zum Zeitpunkt der Bestellung fällig. Die Preise werden in der für Ihre Region gültigen Währung angezeigt. Alle Zahlungen werden sicher über Stripe abgewickelt, und wir speichern Ihre Zahlungsinformationen nicht. Rückerstattungen können unter bestimmten Umständen gemäß unserer Rückerstattungsrichtlinie möglich sein."
    },
    "liability": {
      "title": "5. Haftungsbeschränkung",
      "content": "EX Forderungen bietet Überprüfungsdienste auf der Grundlage öffentlich zugänglicher Informationen an. Obwohl wir uns um Genauigkeit bemühen, können wir nicht garantieren, dass alle Informationen vollständig, genau oder aktuell sind. Unsere Dienstleistungen werden 'wie sie sind' ohne jegliche Garantien angeboten. Wir haften nicht für Entscheidungen, die auf der Grundlage der durch unsere Dienstleistungen bereitgestellten Informationen getroffen werden."
    },
    "privacy": {
      "title": "6. Datenschutz",
      "content": "Wir verarbeiten personenbezogene Daten in Übereinstimmung mit unserer Datenschutzrichtlinie und den geltenden Datenschutzgesetzen, einschließlich der DSGVO. Durch die Nutzung unserer Dienstleistungen stimmen Sie der Erhebung und Verarbeitung Ihrer personenbezogenen Daten zu, wie in unserer Datenschutzrichtlinie beschrieben."
    },
    "termination": {
      "title": "7. Kündigung",
      "content": "Wir behalten uns das Recht vor, Ihren Zugang zu unseren Dienstleistungen sofort, ohne vorherige Ankündigung oder Haftung, aus irgendeinem Grund, einschließlich, aber nicht beschränkt auf Verstöße gegen diese Allgemeinen Geschäftsbedingungen, zu beenden oder auszusetzen."
    },
    "changes": {
      "title": "8. Änderungen der Bedingungen",
      "content": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen treten sofort nach der Veröffentlichung auf unserer Website in Kraft. Ihre fortgesetzte Nutzung unserer Dienstleistungen nach Änderungen der Bedingungen stellt Ihre Zustimmung zu den neuen Bedingungen dar."
    },
    "governing": {
      "title": "9. Geltendes Recht",
      "content": "Diese Bedingungen unterliegen dem Recht der Tschechischen Republik und werden in Übereinstimmung mit diesem ausgelegt, ungeachtet der Bestimmungen zum Kollisionsrecht."
    },
    "contact": {
      "title": "10. Kontakt",
      "content": "Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter info@exforderungen.de."
    }
  },
  "lastUpdated": "Letzte Aktualisierung: 10. April 2025"
}